Repository: haorendashu/nowser
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, cs, da, de, el, es, et, fi, hu, it, ja, ko, nl, pl, pt, ro, ru, sl, sv, th, vi

source: About
ar: حول .
bg: около
cs: O nás
da: Om
de: Über
el: Σχετικά με
es: Sobre
et: umbes
fi: Tietoja
hu: Rólunk
it: A proposito
ja: について
ko: 정보
nl: over
pl: O nas
pt: Sobre
ro: despre
ru: О
sl: o
sv: Om
th: เกี่ยวกับ
vi: Giới thiệu

source: About Me
ar: عني
bg: За мен
cs: O mně
da: Om mig
de: Über mich
el: Σχετικά με μένα
es: Sobre mí
et: Minu kohta
fi: Tietoja minusta
hu: Rólam
it: A proposito di me
ja: 私について
ko: 나에 대해
nl: Over mij
pl: O mnie
pt: Sobre mim
ro: Despre mine
ru: Про меня.
sl: O meni
sv: Om mig
th: เกี่ยวกับฉัน
vi: Về tôi

source: Add Remote App
ar: إضافة تطبيقات عن بعد
bg: Добавяне на отдалечено приложение
cs: Přidat vzdálenou aplikaci
da: Tilføj fjernapplikationer
de: Remote-App hinzufügen
el: Προσθήκη απομακρυσμένης εφαρμογής
es: Añadir aplicaciones remotas
et: Remote rakenduse lisamine
fi: Lisää etäsovellus
hu: Távoli alkalmazás hozzáadása
it: Aggiungi applicazioni remote
ja: リモートアプリケーションの追加
ko: 원격 애플리케이션 추가
nl: App op afstand toevoegen
pl: Dodaj zdalną aplikację
pt: Adicionar uma aplicação remota
ro: Adăugarea unei aplicaţii la distanţă
ru: Добавить удаленное приложение
sl: Dodaj oddaljeni program
sv: Lägg till fjärrprogram
th: เพิ่มแอปพลิเคชันระยะไกล
vi: Thêm ứng dụng từ xa

source: Add bookmark
ar: إضافة علامة
bg: Добавяне на отметка
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Añadir marcadores
et: Järjehoidja lisamine
fi: Lisää kirjanmerkki
hu: Könyvjelző hozzáadása
it: Aggiungi segnalibri
ja: ブックマークの追加
ko: 책갈피 추가
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
pt: Adicionar favorito
ro: Adăugare marcare
ru: Добавить закладки
sl: dodaj zaznamek
sv: Lägg till bokmärke
th: เพิ่มบุ๊กมาร์ก
vi: Thêm Đánh dấu

source: Add to index
ar: إضافة إلى الصفحة الرئيسية
bg: Добавяне към началната страница
cs: Přidat na domovskou stránku
da: Tilføj til forsiden
de: Zur Startseite hinzufügen
el: Προσθήκη στην αρχική σελίδα
es: Añadir a la página de inicio
et: Lisa kodulehele
fi: Lisää kotisivulle
hu: Hozzáadás a kezdőlaphoz
it: Aggiungi alla home page
ja: トップページに追加
ko: 홈 페이지에 추가
nl: Toevoegen aan startpagina
pl: Dodaj do strony głównej
pt: Adicionar à página inicial
ro: Adaugă la pagina principală
ru: Добавить на главную страницу
sl: Dodaj na domačo stran
sv: Lägg till på startsidan
th: เพิ่มไปยังหน้าแรก
vi: Thêm vào trang đầu

source: Add to quick action
ar: إضافة إلى الاختصار
bg: Добавяне към комбинациите
cs: Přidat do zkratky
da: Tilføj til genvej
de: Zur Verknüpfung hinzufügen
el: Προσθήκη σε συντομεύσεις
es: Añadir al acceso rápido
et: Lisa kiirteele
fi: Lisää pikakoppiin
hu: Hozzáadás a billentyűparancshoz
it: Aggiungi alla scorciatoia
ja: ショートカットに追加
ko: 바로 가기에 추가
nl: Toevoegen aan snelkoppelingen
pl: Dodaj do skrótów
pt: Adicionar ao Atalho
ro: Adaugă la scurtături
ru: Добавить в комбинацию клавиш
sl: Dodaj v bližnjico
sv: Lägg till i genvägen
th: เพิ่มทางลัด
vi: Thêm vào phím tắt

source: Allow
ar: مسموح
bg: Позволяване
cs: Povolit
da: Tillad
de: Erlauben
el: Επιτρέψτε
es: Permitir
et: Luba
fi: Salli
hu: engedélyezni
it: Permettere
ja: 許可する
ko: 허용
nl: Toestaan
pl: Pozwól
pt: Permitir
ro: Permite
ru: Разрешить
sl: dovoli
sv: Tillåt
th: อนุญาต
vi: Cho phép

source: Alway reject
ar: دائما رفض
bg: Винаги отказва.
cs: Vždycky odmítnout.
da: Altid afvise
de: Immer abgelehnt.
el: Πάντα αρνείται
es: Siempre se niega
et: Alati keeldub.
fi: Aina kieltäytyminen.
hu: Mindig elutasítja.
it: sempre rifiutato.
ja: 常に拒否
ko: 항상 거부
nl: Altijd weigeren.
pl: Zawsze odmawiać.
pt: Sempre recusado.
ro: Întotdeauna refuză.
ru: Всегда отказывает.
sl: Vedno zavračam.
sv: Alltid vägra.
th: ปฏิเสธเสมอ
vi: Luôn từ chối

source: Always
ar: دائما
bg: Винаги.
cs: Vždycky.
da: Altid.
de: immer
el: Πάντα
es: Siempre
et: Alati.
fi: aina
hu: Mindig.
it: sempre
ja: 常に
ko: 항상
nl: Altijd.
pl: Zawsze.
pt: Sempre.
ro: Întotdeauna.
ru: Всегда
sl: vedno
sv: Alltid.
th: เสมอ
vi: Luôn luôn

source: Always Allow
ar: دائما يسمح
bg: Винаги е позволено
cs: Vždy povoleno
da: Altid tilladt
de: Immer erlaubt
el: Πάντα επιτρέπεται
es: Siempre permitido
et: Alati lubatud
fi: Aina sallittu
hu: Mindig engedélyezett
it: Sempre consentito
ja: 常に許可
ko: 항상 허용
nl: Altijd toegestaan
pl: Zawsze dozwolone
pt: Sempre permitido.
ro: Întotdeauna permis
ru: Всегда разрешается
sl: Vedno dovoljeno
sv: Alltid tillåtet
th: อนุญาตเสมอ
vi: Luôn cho phép

source: Always Reject
ar: دائما رفض
bg: Винаги отказваш.
cs: Vždycky odmítnout.
da: Altid afvise
de: Immer abgelehnt.
el: Πάντα αρνείται.
es: Siempre se niega
et: Alati keeldub.
fi: Aina kieltäytyminen.
hu: Mindig elutasítja.
it: sempre rifiutato.
ja: 常に拒否
ko: 항상 거부
nl: Altijd weigeren.
pl: Zawsze odmawiać.
pt: Sempre recusado.
ro: Întotdeauna refuză.
ru: Всегда отказывает.
sl: Vedno zavračam.
sv: Alltid vägra.
th: ปฏิเสธเสมอ
vi: Luôn từ chối

# Always_reject_des
source: Do not sign anything without asking me!
ar: كل طلب يتم التشاور حول ما إذا كان التوقيع
bg: Всяко искане се пита дали е подписано.
cs: Každá žádost je konzultována bez ohledu na to, zda je podepsána či nikoli
da: Hver anmodning bliver spurgt om den er underskrevet.
de: Jede Anfrage wird konsultiert, ob sie unterschrieben ist oder nicht
el: Κάθε αίτημα ζητά υπογραφή.
es: Cada solicitud se consulta si está firmada
et: Iga taotlusega konsulteeritakse olenemata sellest, kas see on allkirjastatud või mitte
fi: Jokainen pyyntö on allekirjoitettu.
hu: Minden kérelem megkérdezi, hogy aláírja-e.
it: Ogni richiesta richiede la firma.
ja: リクエストごとに署名の有無を問い合わせる
ko: 각 요청마다 서명 여부를 문의합니다.
nl: Elk verzoek wordt ondertekend.
pl: Każda prośba ma być podpisana.
pt: Todos os pedidos são consultados se assinados.
ro: Fiecare cerere este consultată dacă este semnată.
ru: Каждый запрос проверяется на подпись.
sl: Vsaka zahteva se posvetuje, ne glede na to, ali je podpisana ali ne
sv: Varje begäran frågas om den är undertecknad.
th: ทุกคำขอปรึกษากันว่าจะลงนามหรือไม่
vi: Mỗi yêu cầu được tư vấn là có chữ ký hay không

# Always_reject_title
source: I'm a bit paranoid
ar: أنا قليلا بجنون العظمة
bg: Малко съм параноична.
cs: Jsem trochu paranoid.
da: Jeg er lidt paranoid.
de: Ich bin ein bisschen paranoid.
el: Είμαι λίγο παρανοϊκή.
es: Estoy un poco paranoico.
et: Ma olen natuke paranoid.
fi: Olen hieman vainoharhainen.
hu: Egy kicsit paranoiás vagyok.
it: Sono un po' paranoica.
ja: 私は少し偏屈だ
ko: 제가 약간 편집증이 있어요.
nl: Ik ben een beetje paranoid.
pl: Jestem trochę paranoiczny.
pt: Estou um pouco paranóica.
ro: Sunt puţin paranoică.
ru: У меня паранойя.
sl: Malce sem paranoičen.
sv: Jag är lite paranoid.
th: ฉันมีความหวาดระแวงเล็กน้อย
vi: Tôi hơi hoang tưởng.

source: Android
ar: آندرو
bg: Андроид
cs: pro Android
et: Androidi
fi: Androidille
ja: アンドロイド
ko: 안드로이드
nl: voor Android
pl: Androida
ro: pentru Android
ru: Эндрю.
sv: för Android
th: แอนดรอยด์
vi: Trang chủ

source: App Connect
ar: رابط التطبيق
bg: Връзка към приложението
cs: Odkaz na aplikaci
da: Anvendelseslink
de: Anwendungs-Links
el: Σύνδεση εφαρμογής
es: Enlace de aplicación
et: Rakenduse lingid
fi: Sovellus Linkit
hu: Alkalmazási kapcsolat
it: Link all'applicazione
ja: リンクの適用
ko: 링크 적용
nl: Applicatie Links
pl: Połączenie aplikacji
pt: Ligação da Aplicação
ro: Link-uri pentru aplicații
ru: Ссылки на приложения
sl: Povezava programov
sv: Länkar till applikationer
th: สมัครลิงค์
vi: Liên kết ứng dụng

source: App Detail
ar: تفاصيل التطبيق
bg: Подробности за приложението
cs: Podrobnosti aplikace
da: Anvendelsesdetaljer
de: Details zur Anwendung
el: Λεπτομέρειες εφαρμογής
es: Detalles de la aplicación
et: Rakenduse üksikasjad
fi: Sovelluksen yksityiskohdat
hu: Alkalmazás részletei
it: Dettagli dell'applicazione
ja: アプリケーションの詳細
ko: 애플리케이션 상세 정보
nl: Toepassingsdetails
pl: Szczegóły aplikacji
pt: Detalhes da aplicação
ro: Detalii aplicaţie
ru: Применение деталей
sl: Podrobnosti o programu
sv: Tillämpningsinformation
th: รายละเอียดการสมัคร
vi: Chi tiết ứng dụng

source: Approve
ar: موافقة
bg: Съгласие
cs: Souhlasím
da: Godkender
de: vereinbaren
el: Συμφωνώ
es: De acuerdo
et: nõustuda
fi: Hyväksyn
hu: Egyetértek
it: accordo
ja: に同意
ko: 동의
nl: akkoord
pl: Zgadzam się
pt: concordo
ro: de acord
ru: Согласен.
sl: se strinjam
sv: samtycker
th: ความยินยอม
vi: Đồng ý

source: Apps Manager
ar: إدارة التطبيقات
bg: Управление на приложения
cs: Správa aplikací
da: Applikationsstyring
de: Anwendungsverwaltung
el: Διαχείριση εφαρμογών
es: Gestión de aplicaciones
et: Rakenduste haldamine
fi: Sovellusten hallinta
hu: Alkalmazáskezelés
it: Gestione delle applicazioni
ja: アプリケーション管理
ko: 애플리케이션 관리
nl: Applicatiebeheer
pl: Zarządzanie aplikacjami
pt: Gestão de Aplicações
ro: Managementul aplicațiilor
ru: Управление приложениями
sl: Upravljanje programov
sv: Applikationshantering
th: การจัดการแอปพลิเคชัน
vi: Quản lý ứng dụng

source: Auth Logs
ar: إذن سجل
bg: Запис за разрешение
cs: Autorizační záznam
da: Autoriseringsposter
de: Autorisierungsaufzeichnung
el: Εγγραφή εξουσιοδότησης
es: Registro de autorización
et: Autoriseerimise registreerimine
fi: valtuutusrekisterit
hu: Engedélyezési nyilvántartás
it: Registro di autorizzazione
ja: 認証レコード
ko: 인증 레코드
nl: Autorisatieregister
pl: Rekord autoryzacji
pt: Registro de autorização
ro: Înregistrări autorizate
ru: Запись разрешения
sl: Zapis odobritve
sv: Autoriseringsregister
th: บันทึกการอนุญาต
vi: Hồ sơ ủy quyền

source: Back
ar: تراجع
bg: Назад!
cs: Zpět.
da: Tilbage
de: Zurück
el: Κάνε πίσω
es: Retroceder
et: Tagasi!
fi: Peräänny
hu: Vissza
it: Indietro
ja: 戻る
ko: 후퇴
nl: Achteruit.
pl: Cofnij się
pt: Para trás.
ro: Înapoi!
ru: Назад!
sl: Umaknite se!
sv: Tillbaka!
th: ถอยหลัง
vi: Lùi lại!

source: Bookmarks
ar: ارتباطك
bg: отметка
cs: Záložky
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
et: järjehoidja
fi: Kirjanmerkkejä
hu: könyvjelző
it: Segnalibri
ja: ブックマーク
ko: 책갈피
nl: bladwijzer
pl: zakładka
pt: marcador
ro: Semn de carte
ru: Закладки
sl: zaznamek
sv: Bokmärken
th: บุ๊คมาร์ค
vi: Đánh dấu

source: Cancel
ar: ألغى
bg: отмяна
cs: zrušit
da: Annuller
de: Abbrechen
el: ακύρωση
es: Cancelación
et: Tühista
fi: Peruuta
hu: törlés
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
sl: prekliči
sv: Avbryt
th: การยกเลิก
vi: Hủy bỏ

source: Click and Login
ar: انقر على تسجيل الدخول
bg: Кликнете за влизане
cs: Klikněte pro přihlášení
da: Klik for at logge ind
de: Klicken Sie zum Anmelden
el: Κάντε κλικ για να συνδεθείτε
es: Haga clic para iniciar sesión
et: Logi sisse
fi: Kirjaudu sisään
hu: Kattintson a bejelentkezésre
it: Clicca per accedere
ja: クリックしてログイン
ko: 로그인 클릭
nl: Klik om in te loggen
pl: Kliknij Zaloguj się
pt: Clique para entrar
ro: Faceți clic pentru a vă conecta
ru: Нажмите для входа
sl: Kliknite za prijavo
sv: Klicka för att logga in
th: คลิกเพื่อเข้าสู่ระบบ
vi: Click vào Login

source: Close Edit
ar: إغلاق تحرير
bg: Затваряне на редактирането
cs: Zavřít úpravy
da: Luk redigering
de: Bearbeitung schließen
el: Κλείσιμο επεξεργασίας
es: Cerrar edición
et: Sulge redigeerimine
fi: Sulje muokkaus
hu: A szerkesztés bezárása
it: Chiudi la modifica
ja: 編集を閉じる
ko: 편집 닫기
nl: Bewerken sluiten
pl: Zamknij edycję
pt: Fechar a edição
ro: Închide editarea
ru: Закрыть редактирование
sl: Zapri urejanje
sv: Stäng redigering
th: ปิดการแก้ไข
vi: Đóng Edit

source: Comming soon...
ar: . . . سيصل قريباً
bg: Бързо пристигна.
cs: Brzy dorazím...
da: Kommer snart...
de: Schnell angekommen
el: Θα φτάσω σύντομα...
es: Llega pronto...
et: Varsti jõuame...
fi: Tulemme pian...
hu: Hamarosan megérkezünk...
it: Arriveremo presto...
ja: すぐに到着…
ko: 금방 도착해서...
nl: Binnenkort...
pl: Szybko przyjechałem.
pt: Chegou depressa.
ro: Va sosi în curând...
ru: Скоро прибудет...
sl: Hitro smo prispeli.
sv: Kommer snart...
th: มาถึงเร็ว ๆ นี้ ...
vi: Sắp tới rồi......

source: Confirm
ar: أكّد
bg: Потвърждаване
cs: potvrdit
da: Bekræft
de: bestätigen
el: Επιβεβαίωση
es: Confirmación
et: Kinnitamine
fi: Varmista
hu: megerősítés
it: conferma
ja: 確認
ko: 확인
nl: Bevestiging
pl: Potwierdzenie
pt: Confirmação
ro: Confirmare
ru: Подтверждение
sl: potrdi
sv: bekräfta
th: ยืนยัน
vi: Xác nhận

source: ConnectType
ar: نوع الرابط
bg: Тип връзка
cs: Typ propojení
da: Type af link
de: Linktyp
el: Τύπος σύνδεσης
es: Tipo de enlace
et: Lingi tüüp
fi: Linkin tyyppi
hu: Link típusa
it: Tipo di collegamento
ja: リンク・タイプ
ko: 링크 유형
nl: Koppelingstype
pl: Rodzaje linków
pt: Tipo de ligação
ro: Tip de legătură
ru: Тип ссылки
sl: Vrsta povezave
sv: Länktyp
th: ประเภทของการเชื่อมโยง
vi: Loại liên kết

source: Connect by
ar: لينك .
bg: връзка
cs: odkaz
da: Links
de: Links
el: σύνδεση
es: Enlaces
et: link
fi: Linkkejä
hu: link
it: collegamento
ja: リンク＃リンク＃
ko: 링크
nl: Links
pl: Linki
pt: Ligação
ro: link
ru: Ссылки
sl: povezava
sv: Länkar
th: ลิงค์
vi: Liên kết

source: Copy success
ar: نسخة ناجحة
bg: Копиране успешно
cs: Kopírování úspěšné
da: Kopiering lykkedes
de: Erfolgreich kopiert
el: Αντιγραφή επιτυχής
es: Copia exitosa
et: Edukalt kopeeritud
fi: Kopiointi onnistui
hu: Másolás sikeres
it: Copia con successo
ja: コピー成功
ko: 복제 성공
nl: Succesvol kopiëren
pl: Kopiowanie pomyślne
pt: Copiar com sucesso
ro: Copiat cu succes
ru: Копировать успешно
sl: Kopiranje uspešno
sv: Kopiering framgångsrik
th: คัดลอกสำเร็จ
vi: Sao chép thành công

source: Custom
ar: عرف
bg: Персонализиране
cs: Vlastní
da: Tilpasset
de: Anpassen
el: προσαρμοσμένο
es: Personalizado
et: kohandatud
fi: Mukautettu
hu: Egyéni
it: Personalizzato
ja: カスタム＃カスタム＃
ko: 사용자 지정
nl: Aangepast
pl: niestandardowe
pt: personalizado
ro: Personalizat
ru: Настройка
sl: po meri
sv: anpassad
th: การปรับแต่ง
vi: Tùy chỉnh

source: Dark
ar: غامق
bg: Тъмно
cs: Tmavá
da: Mørk farve
de: Dunkel
el: Μαύρο
es: Oscuro
et: Tume
fi: Tumma väri
hu: Sötét
it: Colore scuro
ja: ダークカラー
ko: 짙은 색
nl: donker
pl: Ciemny
pt: Escuro
ro: Culoare închisă
ru: Темный цвет
sl: Temna barva
sv: mörk
th: สีเข้ม
vi: Tối

# Decrypt04_name
source: Decrypt (NIP-04)
ar: فك التشفير ( nip-04 ) .
bg: Дешифриране (NIP-04)
cs: Dešifrování (NIP-04)
da: Dekryptering (NIP-04)
de: Entschlüsselung (NIP-04)
el: Αποκρυπτογραφία (NIP-04)
es: Descifrado (nip - 04)
et: Dekrüpteerimine (NIP-04)
fi: Salauksen purkaminen (NIP-04)
hu: Titkosítás (NIP-04)
it: Decriptazione (NIP-04)
ja: 解読（NIP-04）
ko: 암호 해독(NIP-04)
nl: Ontcijfering (NIP-04)
pl: Rozszyfrowanie (NIP-04)
pt: Descriptação (NIP-04)
ro: Decriptare (NIP-04)
ru: Расшифровка (NIP - 04)
sl: Dešifriranje (NIP-04)
sv: Dekryptering (NIP-04)
th: ถอดรหัส (NIP-04)
vi: Giải mã (NIP-04)

# Decrypt44_name
source: Decrypt (NIP-44)
ar: فك التشفير ( NIP-44 )
bg: Дешифриране (NIP-44)
cs: Dešifrování (NIP-44)
da: Dekryptering (NIP-44)
de: Entschlüsselung (NIP-44)
el: Αποκρυπτογραφία (NIP-44)
es: Descifrado (nip - 44)
et: Dekrüptimine (NIP-44)
fi: Salauksen purkaminen (NIP-44)
hu: Titkosítás (NIP-44)
it: Decriptazione (NIP-44)
ja: 解読（NIP-44）
ko: 암호 해독(NIP-44)
nl: Ontcoderen (NIP-44)
pl: Rozszyfrowanie (NIP-44)
pt: Descriptação (NIP-44)
ro: Decriptare (NIP-44)
ru: Расшифровка (NIP - 44)
sl: Dešifriranje (NIP-44)
sv: Dekryptering (NIP-44)
th: ถอดรหัส (NIP-44)
vi: Giải mã (NIP-44)

source: Decrypt zap event
ar: سرية زاب
bg: Разшифроване на частен Zap
cs: Dešifrovat soukromé Zap
da: Decryptér privat zap
de: Verschlüsseln Sie den privaten Zap
el: Αποκρυπτογραφία ιδιωτικού Zap
es: Descifrar el Zap privado
et: Dekrüpteerimine Privaatne Zap
fi: Salata yksityinen Zap
hu: Titkosítás Zap
it: Decripta Zap privato
ja: 秘密のZapを復号する
ko: 개인 Zap 암호 해독
nl: Ontcijferen van privé Zap
pl: Rozszyfrowanie prywatnego Zap
pt: Descriptar o Zap Privado
ro: Decriptează Zap privat
ru: Расшифровать секретный Zap
sl: Dešifriraj zasebni Zap
sv: Dekryptera privat Zap
th: ถอดรหัส Private Zap
vi: Giải mã bí mật Zap

source: Desktop
ar: منضدية
bg: Работен плот
cs: Pracovní plocha
da: Skrivebord
de: Schreibtisch
el: Επιφάνεια εργασίας
es: Escritorio
et: Töölauad
fi: työpöytä
hu: Asztali
ja: デスクトップ
ko: 데스크톱
nl: Bureaublad
pl: Pulpit
pt: Área de trabalho
ro: Biroul
ru: Рабочий стол
sl: namizje
sv: skrivbord
th: พื้นที่ทำงาน
vi: Màn hình nền

source: Downloads
ar: للتحميل
bg: Изтегляне
cs: Stáhnout
da: Hent
de: Herunterladen
el: Κατεβάστε
es: Descargar
et: allalaadimine
fi: lataa
hu: letöltés
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: download
ro: Descărcare
ru: Скачать
sl: prenos
sv: Ladda ner
th: ดาวน์โหลด
vi: Tải về

source: Edit
ar: تحرير .
bg: Редактиране
cs: Upravit
da: Rediger
de: Bearbeiten
el: επεξεργασία
es: Edición
et: redigeeri
fi: Muokkaa
hu: Szerkesztés
it: modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: edytuj
pt: Editar
ro: Editare
ru: Редактирование
sl: Uredi
sv: Redigera
th: บรรณาธิการ
vi: Chỉnh sửa

# Encrypt04_name
source: Encrypt (NIP-04)
ar: التشفير ( nip-04 ) .
bg: Шифроване (NIP-04)
cs: Šifrování (NIP-04)
da: Kryptering (NIP-04)
de: Verschlüsselung (NIP-04)
el: Κρυπτογράφηση (NIP-04)
es: Cifrado (nip - 04)
et: Krüpteerimine (NIP-04)
fi: Salaus (NIP-04)
hu: Titkosítás (NIP-04)
it: Crittografia (NIP-04)
ja: 暗号化（NIP-04）
ko: 암호화(NIP-04)
nl: Versleuteling (NIP-04)
pl: Szyfrowanie (NIP-04)
pt: Criptografia (NIP-04)
ro: Criptare (NIP-04)
ru: Шифрование (NIP - 04)
sl: Šifriranje (NIP-04)
sv: Kryptering (NIP-04)
th: การเข้ารหัส (NIP-04)
vi: Mã hóa (NIP-04)

# Encrypt44_name
source: Encrypt (NIP-44)
ar: التشفير ( nip-44 ) .
bg: Криптиране (NIP-44)
cs: Šifrování (NIP-44)
da: Kryptering (NIP-44)
de: Verschlüsselung (NIP-44)
el: Κρυπτογράφηση (NIP-44)
es: Cifrado (nip - 44)
et: Krüpteerimine (NIP-44)
fi: Salaus (NIP-44)
hu: Titkosítás (NIP-44)
it: Crittografia (NIP-44)
ja: 暗号化（NIP-44）
ko: 암호화(NIP-44)
nl: Versleuteling (NIP-44)
pl: Szyfrowanie (NIP-44)
pt: Criptografia (NIP-44)
ro: Criptare (NIP-44)
ru: Шифрование (NIP - 44)
sl: Šifriranje (NIP-44)
sv: Kryptering (NIP-44)
th: การเข้ารหัส (NIP-44)
vi: Mã hóa (NIP-44)

source: EventKind
ar: نوع الحدث
bg: Вид събитие
cs: Typ události
da: Begivenhedstype
de: Ereignisstyp
el: Τύπος συμβάντος
es: Tipo de evento
et: Sündmuse tüüp
fi: Tapahtuman tyyppi
hu: Eseménytípus
it: Tipo di evento
ja: イベントタイプ
ko: 이벤트 유형
nl: Type gebeurtenis
pl: Rodzaj zdarzenia
pt: Tipo de evento
ro: Tip de eveniment
ru: Тип события
sl: Vrsta dogodka
sv: Typ av händelse
th: ประเภทของกิจกรรม
vi: Loại sự kiện

source: Follow System
ar: متابعة النظام
bg: Система за следене
cs: Sledujte systém
da: Følg systemet
de: Folgen Sie dem System
el: Ακολουθήστε το σύστημα
es: Sistema de seguimiento
et: Järgige süsteemi
fi: Seuraava järjestelmä
hu: Követési rendszer
it: Segui il sistema
ja: フォローアップシステム
ko: 시스템 따르기
nl: Volg het systeem
pl: System śledzenia
pt: Siga o sistema
ro: Sistemul de urmărire
ru: Следующая система
sl: Sledite sistemu.
sv: Följ systemet
th: ติดตามระบบ
vi: Theo dõi hệ thống

source: Forward
ar: تقدم
bg: Напред!
cs: Pojď dopředu.
da: Gå fremad.
de: Vorwärts.
el: Προχωρήστε.
es: Adelante
et: Liigu edasi.
fi: eteenpäin
hu: Előre!
it: Andiamo avanti.
ja: 前進する
ko: 전진
nl: Vooruit.
pl: Idź do przodu.
pt: Avança.
ro: Înainte.
ru: Вперед!
sl: naprej
sv: Gå framåt.
th: ก้าวไปข้างหน้า
vi: Tiến lên!

# Full_trust_des
source: Auto-sign all requests (except payments)
ar: التوقيع التلقائي على جميع الأحداث ( ما عدا الدفع )
bg: Автоматично подписване на всички събития (с изключение на плащания)
cs: Automaticky podepisovat všechny události (s výjimkou plateb)
da: Undertegn alle begivenheder automatisk (undtagen betaling)
de: Alle Ereignisse automatisch unterschreiben (außer Zahlungen)
el: Αυτόματη υπογραφή όλων των γεγονότων (εκτός από την πληρωμή)
es: Firma automática de todos los eventos (excepto pagos)
et: Automaatselt allkirjastada kõik sündmused (välja arvatud maksed)
fi: Allekirjoittaa automaattisesti kaikki tapahtumat (paitsi maksut)
hu: Automatikus aláírás minden esemény (kivéve a fizetést)
it: Firma automatica di tutti gli eventi (tranne i pagamenti)
ja: すべてのイベントに自動署名（支払いを除く）
ko: 모든 이벤트 자동 서명 (지불 제외)
nl: Alle gebeurtenissen automatisch ondertekenen (behalve betalingen)
pl: Automatyczne podpisywanie wszystkich zdarzeń (z wyjątkiem płatności)
pt: Assinar automaticamente todos os eventos (exceto para pagamentos)
ro: Semnează automat toate evenimentele (cu excepția plăților)
ru: Автоматически подписывать все события (кроме оплаты)
sl: Samodejno podpiši vse dogodke (razen plačil)
sv: Signera alla händelser automatiskt (förutom betalningar)
th: เซ็นชื่อกิจกรรมทั้งหมดโดยอัตโนมัติ (ยกเว้นการชำระเงิน)
vi: Tự động ký tất cả các sự kiện (ngoại trừ thanh toán)

# Full_trust_title
source: I fully trust it
ar: أنا أؤمن به
bg: Напълно вярвам в това.
cs: Naprosto v to věřím.
da: Jeg tror fuldstændig på det.
de: Ich glaube daran.
el: Το πιστεύω απόλυτα.
es: Lo creo completamente.
et: Ma usaldan seda täielikult.
fi: Uskon siihen täysin.
hu: Teljesen hiszek benne.
it: Ci credo del tutto.
ja: 私はそれを完全に信じています
ko: 나는 그것을 전적으로 믿는다
nl: Ik geloof er helemaal in.
pl: Całkowicie w to wierzę.
pt: Eu acredito nisso.
ro: Am încredere în asta.
ru: Я полностью в это верю.
sl: Popolnoma verjamem v to.
sv: Jag tror helt på det.
th: ฉันเชื่อมันอย่างเต็มที่
vi: Tôi hoàn toàn tin vào điều đó.

source: Fully trust
ar: الثقة الكاملة
bg: Пълно доверие
cs: Úplná důvěra
da: fuldstændig tillid
de: Vollständiges Vertrauen
el: απόλυτη εμπιστοσύνη
es: Confianza total
et: täielik usaldus
fi: Täydellinen luottamus
hu: Teljes bizalom
it: piena fiducia
ja: 完全に信頼
ko: 전적 신뢰
nl: volledig vertrouwen
pl: Pełne zaufanie
pt: Confiança total
ro: Încredere completă
ru: Полное доверие
sl: popolno zaupanje
sv: Fullständigt förtroende
th: ความไว้วางใจเต็มรูปแบบ
vi: Hoàn toàn tin tưởng

source: Generate a private key
ar: توليد مفتاح سري
bg: Създаване на ключ
cs: Vytvořit klíč
da: Generer en hemmelig nøgle
de: Erstellen eines Schlüssels
el: Δημιουργία μυστικού κλειδιού
es: Generar una clave secreta
et: Loo võti
fi: Luo avain
hu: Titkos kulcs létrehozása
it: Generare una chiave
ja: 鍵を生成
ko: 키 생성
nl: Een geheime sleutel genereren
pl: Wygenerowanie klucza
pt: Gerar uma chave
ro: Generați o cheie secretă
ru: Создать ключ
sl: Ustvari skrivni ključ
sv: Skapa en nyckel
th: สร้างกุญแจลับ
vi: Tạo một key bí mật

source: Get Public Key
ar: الحصول على المفتاح العام
bg: Получаване на публичен ключ
cs: Získat veřejný klíč
da: Hent offentlig nøgle
de: Öffentlicher Schlüssel erhalten
el: Λήψη δημόσιου κλειδιού
es: Obtener la clave pública
et: Avaliku võtme hankimine
fi: Hanki julkinen avain
hu: Nyilvános kulcs beszerzése
it: Ottieni la chiave pubblica
ja: 公開鍵の取得
ko: 공개 키 가져오기
nl: Openbare sleutel ophalen
pl: Pobierz klucz publiczny
pt: Obter chave pública
ro: Obțineți cheia publică
ru: Получение открытого ключа
sl: Pridobite javni ključ
sv: Skaffa offentlig nyckel
th: รับกุญแจสาธารณะ
vi: Nhận public key

source: Get Relays
ar: الحصول على ترحيل
bg: Получаване на релето
cs: Získat přenos
da: Hent relæ
de: Relais erhalten
el: Λήψη μετάδοσης
es: Obtener retransmisión
et: Relee hankimine
fi: Hae välitys
hu: A relé beszerzése
it: Ottieni il relè
ja: 取得中継
ko: 트렁크 가져오기
nl: Krijg relais
pl: Uzyskaj przekaźnik
pt: Obter o relé
ro: Obține relée
ru: Приобретение каналов связи
sl: Pridobite rele
sv: Hämta relé
th: รับ Relay
vi: Nhận chuyển tiếp

source: Historys
ar: تاريخ
bg: История
cs: Historie
da: Historie
de: Geschichte
el: Ιστορία
es: Historia
et: ajalugu
fi: Historia
hu: történelem
it: Storia
ja: 履歴
ko: 역사
nl: geschiedenis
pl: historia
pt: história
ro: Istorie
ru: История
sl: zgodovina
sv: Historiska
th: ประวัติความเป็นมา
vi: Lịch sử
