Repository: haorendashu/nowser
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, cs, da, de, el, es, et, fi, hu, it, ja, ko, nl, pl, pt, ro, ru, sl, sv, th, vi

# Input_can_not_be_null
source: Input can't be null
ar: لا يمكن إدخال فارغة
bg: Входът не може да бъде празен
cs: Vstup nemůže být prázdný
da: Indtastning kan ikke være tom
de: Eingabe kann nicht leer sein
el: Η εισαγωγή δεν μπορεί να είναι κενή
es: La entrada no puede estar vacía
et: Sisend ei saa olla tühi
fi: Syöttö ei voi olla tyhjä
hu: A bemenet nem lehet üres
it: L'input non può essere vuoto
ja: 入力を空にすることはできません
ko: 입력은 비워둘 수 없습니다.
nl: De invoer kan niet leeg zijn
pl: Wejście nie może być puste
pt: A entrada não pode estar vazia
ro: Intrarea nu poate fi goală
ru: Ввод не может быть пустым
sl: Vnos ne more biti prazen
sv: Ingången kan inte vara tom
th: ป้อนข้อมูลไม่สามารถว่างเปล่าได้
vi: Input không thể để trống

# Input_search_url_des
source: Please input searching url
ar: الرجاء إدخال رابط البحث
bg: Моля, въведете връзката за търсене
cs: Zadejte prosím odkaz na vyhledávání
da: Indtast venligst søgelinket
de: Bitte geben Sie einen Suchlink ein
el: Παρακαλώ εισάγετε τον σύνδεσμο αναζήτησης
es: Introduzca el enlace de búsqueda
et: Palun sisesta otsingu link
fi: Anna hakulinkki
hu: Kérjük, adja meg a keresési linket
it: Inserisci il link di ricerca
ja: 検索リンクを入力してください
ko: 검색 링크를 입력하십시오.
nl: Voer de zoeklink in
pl: Proszę wpisać link do wyszukiwania
pt: Digite o link de pesquisa
ro: Introduceți link-ul de căutare
ru: Введите ссылку поиска
sl: Prosim vnesite povezavo za iskanje
sv: Ange söklänken
th: กรุณาใส่ลิงค์ค้นหา
vi: Vui lòng nhập liên kết tìm kiếm

source: Keys Manager
ar: إدارة المفتاح السري
bg: Управление на ключовете
cs: Správa klíčů
da: Nøglehåndtering
de: Schlüsselverwaltung
el: Διαχείριση κλειδιών
es: Gestión de claves secretas
et: Võtmehaldus
fi: Avaimen hallinta
hu: Kulcskezelés
it: Gestione chiavi
ja: 鍵管理
ko: 키 관리
nl: Sleutelbeheer
pl: Zarządzanie kluczami
pt: Gestão das chaves
ro: Managementul cheilor
ru: Управление ключами
sl: Upravljanje ključev
sv: Nyckelhantering
th: การจัดการกุญแจลับ
vi: Quản lý khóa bí mật

source: Language
ar: لغة
bg: Език
cs: jazyk
da: sprog
de: Sprache
el: Γλώσσα
es: Idiomas
et: Keeled
fi: kieli
hu: Nyelv
it: lingua
ja: 言語
ko: 언어
nl: Taal
pl: język
pt: Língua
ro: Limbă
ru: Язык
sl: jezik
sv: Språk
th: ภาษา
vi: Ngôn ngữ

source: Light
ar: لون فاتح
bg: Светли цветове
cs: Světlé
da: Lys farve
de: Lichtfarben
el: Φωτό χρώμα
es: Color claro
et: Helge värv
fi: Vaalea
hu: világos szín
it: Colore chiaro
ja: 薄い色
ko: 연한 색
nl: Lichte kleur
pl: Jasne
pt: cor clara
ro: Culoare deschisă
ru: Светлый
sl: barva svetlobe
sv: Ljus färg
th: สีอ่อน
vi: Màu sáng

source: Local Relay
ar: ترحيل المحلية
bg: Локално прехвърляне
cs: Lokální přenos
da: Lokal videresendelse
de: Lokales Relais
el: Τοπική μετάδοση
es: Retransmisión local
et: Lokaalne relé
fi: Paikallinen rele
hu: Helyi továbbító
it: Relay locale
ja: ローカル中継
ko: 로컬 트렁크
nl: Lokaal relais
pl: Lokalne przekaźniki
pt: Relais locais
ro: Releu local
ru: Локальная ретрансляция
sl: Lokalni relej
sv: Lokalt relé
th: รีเลย์ท้องถิ่น
vi: Chuyển tiếp cục bộ

source: Login
ar: سجل
bg: Влизане
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
fi: Kirjaudu sisään
hu: Bejelentkezés
it: Accedi
ja: ログイン＃ログイン＃
ko: 로그인
nl: Aanmelden
pl: Zaloguj się
pt: Entrar
ro: Autentificare
ru: Регистрация
sl: Vpišite se
sv: Logga in
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Name
ar: الإسم
bg: Име
cs: jméno
da: navn
el: όνομα
es: Nombre
et: Nimi
fi: Nimi
hu: név
it: Nome
ja: の名前をあげる
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ro: Numele
ru: Имя
sl: ime
sv: Namn
th: ชื่อ
vi: Tên

source: Pendding connect remote apps
ar: بعد تطبيق ربط
bg: Отдалечено приложение за свързване
cs: Vzdálená aplikace, která má být propojena
da: Fjernapplikationer, der skal knyttes
de: Fernanwendungen zu verknüpfen
el: Απομακρυσμένες εφαρμογές για σύνδεση
es: Aplicaciones remotas a vincular
et: Lihendatav kauglakendus
fi: Etäsovellus, johon tulee linkittää
hu: Csatlakoztatandó távoli alkalmazások
it: Applicazione remota da collegare
ja: リンクされるリモートアプリケーション
ko: 링크할 원격 애플리케이션
nl: Te koppelen toepassingen op afstand
pl: Zdalne aplikacje do połączenia
pt: Aplicativos remotos a serem vinculados
ro: Aplicații la distanță care urmează să fie legate
ru: Дистанционное приложение для ссылок
sl: Oddaljeni programi, ki jih je treba povezati
sv: Fjärrprogram som ska länkas
th: แอปพลิเคชันระยะไกลเพื่อเชื่อมโยง
vi: Ứng dụng từ xa được liên kết

source: Privacy
ar: الخصوصية
bg: поверителност
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απορρήτου
es: Privacidad
et: Privaatsus
fi: Yksityisyys
hu: Adatvédelem
ja: プライバシー
ko: 프라이버시
pl: Prywatność
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sl: Zasebnost
sv: Sekretess
th: ความเป็นส่วนตัว
vi: Bảo mật

source: Pubkey
ar: المفتاح العام
bg: Публичен ключ
cs: Veřejný klíč
da: Offentlig nøgle
de: Öffentlicher Schlüssel
el: Δημόσιο κλειδί
es: Clave pública
et: Avalik võti
fi: Julkinen avain
hu: Nyilvános kulcs
it: Chiave pubblica
ja: 公開鍵
ko: 공개 키
nl: Openbare sleutel
pl: Klucz publiczny
pt: Chave Pública
ro: cheie publică
ru: Открытый ключ
sl: Javni ključ
sv: Offentlig nyckel
th: กุญแจสาธารณะ
vi: Khóa công khai

source: Reasonable
ar: إذن معقول
bg: Разумно разрешение
cs: Přiměřené povolení
da: rimelig tilladelse
de: angemessene Genehmigung
el: Λογική άδεια
es: Autorización razonable
et: Mõistlik luba
fi: Järkevä lupa
hu: Ésszerű engedély
it: Autorizzazione ragionevole
ja: 合理的な承認
ko: 합리적인 권한 부여
nl: Redelijke autorisatie
pl: uzasadnione upoważnienie
pt: Autorização razoável
ro: Autorizație rezonabilă
ru: Разумное разрешение
sl: Razumno dovoljenje
sv: Rimlig behörighet
th: การอนุญาตที่เหมาะสม
vi: Giấy phép hợp lý

# Reasonable_des
source: Auto-approve most common requests
ar: تلقائيا من خلال الطلبات المشتركة
bg: Автоматично преминаване на често срещани заявки
cs: Automaticky přejít běžné požadavky
da: Send automatisk almindelige anmodninger
de: Gemeinsame Anfragen automatisch übergeben
el: Αυτόματη διαβίβαση κοινών αιτημάτων
es: Pasar automáticamente por una solicitud común
et: Automaatselt läbi tavaliste taotluste
fi: Automaattisesti yleinen pyyntö
hu: A gyakori kérések automatikus átadása
it: Passare automaticamente le richieste comuni
ja: 一般的な要求を自動的に通過する
ko: 일반적인 요청 자동 통과
nl: Algemene verzoeken automatisch doorgeven
pl: Automatyczne przesyłanie powszechnych żądań
pt: Passar automaticamente os pedidos comuns
ro: Automat prin cereri frecvente
ru: Автоматическое прохождение общих запросов
sl: Samodejno posreduj skupne zahteve
sv: Automatiskt genomföra vanliga förfrågningar
th: ผ่านคำขอทั่วไปโดยอัตโนมัติ
vi: Tự động thông qua các yêu cầu chung

# Reasonable_title
source: Let's be reasonable
ar: استخدام معقول
bg: Разумно използване
cs: Rozumné použití
da: Rimelig brug
de: Vernunft verwenden
el: λογική χρήση
es: Uso racional
et: mõistlik kasutamine
fi: kohtuullinen käyttö
hu: ésszerű használat
it: Usare ragionevolmente
ja: 合理的に使用する
ko: 합리적으로 사용하다
nl: Redelijk gebruik
pl: Rozumne używanie
pt: Utilização racional
ro: Utilizare rezonabilă
ru: Рациональное использование
sl: Razumna uporaba
sv: Rimlig användning
th: ใช้อย่างสมเหตุสมผล
vi: Sử dụng hợp lý

source: Refresh
ar: منعش
bg: Обновяване
cs: Obnoví
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Refrescar
et: Värskendada
fi: Päivitä
hu: Frissítés
it: Aggiorna
ja: リフレッシュ
ko: 새로 고침
nl: Vernieuwen
pl: Odświeżyć
pt: Atualizar
ro: Actualizare
ru: Обновить
sl: Osveži
sv: Uppdatera
th: รีเฟรช
vi: Làm mới

source: Reject
ar: رفض
bg: Отхвърли
cs: Odmítnutí
da: Afvise
de: Ablehnen
el: απόρριψη
es: Rechazar
et: keeldumine
fi: jätteet
hu: elutasítás
it: rifiutare
ja: 拒否
ko: 거부
nl: weigeren
pl: Odmówić
pt: Recusar
ro: Refuz
ru: Отказ
sl: odpadki
sv: vägra
th: ปฏิเสธ
vi: Từ chối

source: Relay
ar: تتابع
bg: Реле
cs: Relaje
da: Relayer
de: Relais
el: μετάδοση
es: Retransmisión
et: relee
fi: välitys
hu: Relé
it: Relais
ja: ちゅうけい
ko: 중계
nl: Relais
pl: przekaźnik
pt: Relais
ro: Releu
ru: Трансляция
sl: rele
sv: relä
th: รีเลย์
vi: Chuyển tiếp

source: Remote
ar: بعيد
bg: На разстояние
cs: Vzdálenost
da: Fjern
de: Ferne
el: Από μακριά
es: Lejos
et: kaugusel
fi: Kaukana
hu: Távoli
it: distanza
ja: 遠く
ko: 먼 곳
nl: Afstand
pl: Odległość
pt: Distância
ro: Îndepărtare
ru: Вдали
sl: razdalja
sv: Fjärran
th: ไกลออกไป
vi: Khoảng cách

source: Search Engine
ar: محركات البحث
bg: Търсачка
cs: Vyhledávač
da: Søgemaskiner
de: Suchmaschinen
el: Μηχανές αναζήτησης
es: Motor de búsqueda
et: Otsingumootorid
fi: Hakukone
hu: Keresőmotor
it: Motori di ricerca
ja: 検索エンジン
ko: 검색 엔진
nl: Zoekmachines
pl: Wyszukiwarka
pt: Motor de Pesquisa
ro: Motoare de căutare
ru: Поисковая система
sl: Iskalniki
sv: Sökmotorer
th: เครื่องมือค้นหา
vi: Công cụ tìm kiếm

source: Secret
ar: كلمة السر
bg: Парола
cs: Heslo
da: adgangskode
de: Passwort
el: κωδικός πρόσβασης
es: Contraseña
et: Parool
fi: Salasana
hu: jelszó
it: Password
ja: パスワード
ko: 암호
nl: Wachtwoord
pl: hasło
pt: Senha
ro: Parolă
ru: Пароль
sl: geslo
sv: Lösenord
th: รหัสผ่าน
vi: Mật khẩu

source: Setting
ar: ضبط
bg: настройване
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
et: Seadmed
fi: perustaa
hu: Beállítások
it: Impostazioni
ja: 設定＃セッテイ＃
ko: 설치
nl: ingesteld
pl: ustawić
pt: configurar
ro: înființat
ru: Настройка
sl: nastavitev
sv: Inställningar
th: การตั้งค่า
vi: Thiết lập

source: Show more apps
ar: عرض المزيد من التطبيقات
bg: Показа повече приложения
cs: Zobrazit více aplikací
da: Vis flere programmer
de: Mehr Anwendungen anzeigen
el: Εμφάνιση περισσότερων εφαρμογών
es: Mostrar más aplicaciones
et: Näita rohkem rakendusi
fi: Näytä lisää sovelluksia
hu: További alkalmazások
it: Mostra più applicazioni
ja: 詳細を表示
ko: 추가 애플리케이션 표시
nl: Toon meer apps
pl: Pokaż więcej aplikacji
pt: Mostrar mais aplicações
ro: Afișează mai multe aplicații
ru: Показать больше приложений
sl: Prikaži več programov
sv: Visa fler appar
th: แสดงการใช้งานเพิ่มเติม
vi: Hiển thị thêm ứng dụng

source: Show more logs
ar: عرض المزيد من السجلات
bg: Показване на повече дневници
cs: Zobrazit více protokolů
da: Vis flere logfiler
de: Mehr Protokolle anzeigen
el: Εμφάνιση περισσότερων καταγραφών
es: Mostrar más registros
et: Näita rohkem logisid
fi: Näytä lisää lokeja
hu: További naplók megjelenítése
it: Mostra altri log
ja: 詳細なログを表示
ko: 추가 로그 표시
nl: Toon meer logs
pl: Pokaż więcej dzienników
pt: Mostrar mais registros
ro: Afișează mai multe jurnale
ru: Показать больше журналов
sl: Prikaži več dnevnikov
sv: Visa fler loggar
th: แสดงปูมบันทึกเพิ่มเติม
vi: Hiển thị thêm Logs

source: Sign Event
ar: توقيع الحدث
bg: Подписване на събитие
cs: Podpis události
da: Signatur begivenhed
de: Signatur Ereignis
el: Εκδήλωση υπογραφής
es: Evento de firma
et: Allkirja sündmus
fi: Allekirjoittaa tapahtuma
hu: Aláírási esemény
it: Firma dell' evento
ja: 署名イベント
ko: 서명 이벤트
nl: Gebeurtenissen ondertekenen
pl: Podpisanie zdarzenia
pt: Evento de assinatura
ro: Evenimente de semnare
ru: Событие подписи
sl: Dogodek podpisa
sv: Signaturhändelse
th: กิจกรรมลายเซ็น
vi: Sự kiện chữ ký

source: Stars
ar: حفظ العناوين
bg: запис на отметка
cs: Uložit záložku
da: Gem bogmærker
de: Lesezeichen speichern
el: αποθήκευση σελιδοδείκτη
es: Guardar marcadores
et: Järjehoidja salvestamine
fi: Tallenna kirjanmerkki
hu: Könyvjelző mentése
it: Salva segnalibri
ja: ブックマークの保存
ko: 책갈피 저장
nl: Bladwizers opslaan
pl: Zapisz zakładkę
pt: Salvar favoritos
ro: Salvare marcare
ru: Сохранить закладки
sl: shrani zaznamek
sv: Spara bokmärke
th: บันทึกที่คั่นหน้า
vi: Lưu Đánh dấu

source: ThemeStyle
ar: نوع الموضوع
bg: Вид тема
cs: Typ tématu
da: Tematype
de: Thementyp
el: Τύπος θέματος
es: Tipo de tema
et: Teema tüüp
fi: Teematyyppi
hu: Téma típusa
it: Tipo di argomento
ja: トピック・タイプ
ko: 주제 유형
nl: Type onderwerp
pl: Typ tematu
pt: Tipo de tema
ro: Tip de subiect
ru: Тип темы
sl: Vrsta teme
sv: Ämnestyp
th: ประเภทหัวข้อ
vi: Loại chủ đề

source: Url
ar: لينك .
bg: връзка
cs: odkaz
da: Links
de: Links
el: σύνδεση
es: Enlaces
et: lingid
fi: Linkkejä
hu: hivatkozások
it: Collegamenti
ja: リンク＃リンク＃
ko: 링크
nl: Links
pl: Linki
pt: Ligação
ro: link
ru: Ссылки
sl: povezava
sv: länk
th: ลิงค์
vi: Liên kết

source: WEB
ar: صفحة ويب
bg: уеб страница
cs: Webové stránky
da: hjemmeside
de: Webseite
el: Ιστοσελίδα
es: Página web
et: Veebilehekülg
fi: Verkkosivu
hu: weboldal
it: Pagina web
ja: Webページ
ko: 웹 페이지
nl: Webpagina
pl: Strona internetowa
pt: Páginas Web
ro: paginile web
ru: Веб - страница
sl: Spletna stran
sv: Webbplatser
th: เว็บเพจ
vi: Trang web

source: a
ar: واحد
bg: Един.
cs: Jeden.
da: En.
de: Einer.
el: Ένα.
es: Uno
et: Üks
fi: Yksi.
hu: Egy
it: Uno.
ja: 1つ
ko: 하나
nl: Eén.
pl: Jeden.
pt: Um.
ro: Unul.
ru: Один.
sl: Ena
sv: En.
th: หนึ่ง
vi: Một

source: auto
ar: أوتوماتيكي
bg: Автоматично
cs: Automatické
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
et: automaatne
fi: Automaattinen
hu: automatikus
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatyczny
pt: automático
ro: automată
ru: Автоматический
sl: samodejno
sv: Automatiskt
th: อัตโนมัติ
vi: Tự động

source: detail
ar: تفاصيل
bg: подробности
cs: Podrobnosti
da: Detaljer
de: Details
el: Λεπτομέρειες
es: Detalles
et: üksikasjad
fi: yksityiskohtaiset tiedot
hu: Részletek
it: Dettagli
ja: 詳細
ko: 상세 정보
nl: Details
pl: Szczegóły
pt: Detalhes
ro: detalii
ru: Подробности
sl: podrobnosti
sv: Detaljer
th: รายละเอียด
vi: Chi tiết

source: event
ar: الأحداث
bg: събитие
cs: událost
da: Begivenheder
el: γεγονός
es: Incidencias
et: Sündmused
fi: Tapahtumat
hu: Események
it: Eventi
ja: イベント＃イベント＃
ko: 이벤트
nl: Evenementen
pl: Wydarzenia
pt: evento
ro: Evenimente
ru: События
sl: dogodek
sv: Händelser
th: กิจกรรม
vi: Sự kiện

source: no apps now
ar: لا يوجد حاليا تطبيق
bg: В момента няма приложения
cs: Momentálně žádná aplikace
da: I øjeblikket er der ingen programmer tilgængelige
de: Derzeit sind keine Anwendungen verfügbar
el: Δεν υπάρχουν εφαρμογές προς το παρόν
es: Actualmente no hay aplicación
et: Praegu pole rakendusi
fi: Tällä hetkellä ei ole sovelluksia
hu: Jelenleg nincs alkalmazás
it: Attualmente nessuna applicazione
ja: 現在は使用されていません
ko: 현재 적용되지 않음
nl: Momenteel geen applicatie beschikbaar
pl: Obecnie nie ma aplikacji
pt: Atualmente, não existem aplicativos disponíveis
ro: Nu există aplicații în prezent
ru: В настоящее время не используется
sl: Trenutno ni na voljo nobenih aplikacij
sv: Inga applikationer för närvarande
th: ขณะนี้ยังไม่มีการสมัคร
vi: Hiện tại không có ứng dụng

source: no logs now
ar: لا يوجد حاليا سجل
bg: В момента няма записи.
cs: Momentálně žádné záznamy
da: Ingen log i øjeblikket
de: Derzeit keine Protokolle
el: Αυτή τη στιγμή δεν υπάρχουν καταγραφές
es: Actualmente no hay registro
et: Praegu pole logi.
fi: Lokeja ei ole tällä hetkellä saatavilla
hu: Jelenleg nincs napló.
it: Attualmente non ci sono registri
ja: 現在ログはありません
ko: 현재 로그 없음
nl: Er zijn momenteel geen logboeken beschikbaar
pl: Obecnie nie ma żadnego dziennika.
pt: Não existem registos disponíveis de momento
ro: Nu există jurnale în acest moment
ru: Пока нет журнала.
sl: Trenutno ni dnevnikov na voljo
sv: Det finns för närvarande inga loggar tillgängliga
th: ขณะนี้ยังไม่มีการบันทึก
vi: Hiện tại không có nhật ký

source: sign
ar: توقيع
bg: Подписване
cs: autogram
da: Undertegnelse
de: Autogramm
el: Υπογραφή
es: Firma
et: Allkirjastamine
fi: Allekirjoitus
hu: Aláírás
it: Firma
ja: 署名する
ko: 서명
nl: Ondertekening
pl: Podpisać
pt: Assinatura
ro: Semnare
ru: Подпись
sl: avtogram
sv: Underteckna
th: ลายเซ็น
vi: Chữ ký

source: to
ar: فعل .
bg: Направи го.
cs: Udělej.
da: Gør
de: tun
el: Κάνε το.
es: Hacer
et: do
fi: Tee
hu: Csináld!
it: Fai
ja: する
ko: 하다
nl: doen
pl: Zrób
pt: Faça
ro: Fă
ru: Сделай.
sl: do
sv: Gör
th: ทำ
vi: Làm đi.
